const manuscriptsDetails = [
  {
    content:
      "Милостивые государи!\n" +
      "Для всех, кто признает какой-нибудь смысл в истории человечества, не\n" +
      "подлежит сомненио, что историческая жизнь народов определяется прежде\n" +
      "всего их основными убеждениями, их общим мировоззрением. В известнъ1е\n" +
      "эпохи и в известных общественных слоях могут появляться отдельные\n" +
      "люди, совершенно освободившиеся от всяких убеждений, лишеннъ1е\n" +
      "внутреннего содержания, - тоди пустые, одним словом; но пустых\n" +
      "народов не знает история. Да что и для отдельного человека неестественно\n" +
      "существовать без высших духовных начал, жить в умственной и нравственной\n" +
      "пустоте, - это слишком убедительно доказывается некоторыми\n" +
      "явлениями как прошедшей, так и современной истории. Известно в самом\n" +
      "деле, что в те эпохи, когда прежние начала жизни ослабели и исчезают, а\n" +
      "других еще не является, когда старое умерло, а новое еще не нарождалось,\n" +
      "- в такие эпохи развивается и достигает огромных размеров мания\n" +
      "самоубийств; я разумею такие самоубийства, которые не моrут быть\n" +
      "удовлетворительно объяснены из одних внешних частнъ1х причин. Так, я\n" +
      "думаю, всякий из вас мог заметить, что в большей части тех многочисленных\n" +
      "самоубийств, что совершаются в наши дни, если и существуют\n" +
      "внешние поводы, то поводы настолько ничтожные, что во всякое другое\n" +
      "время они не могли бы возбудить и мысли о самоубийстве. А бывают\n" +
      "случаи, что и безо всякого внешнего повода, в самой счастливой обстановке\n" +
      "тоди сильные и здоровые равнодушно лишают себя жизни, объявляя, что\n" +
      "жить не стоит, не из чего. Если оставить произвольные и ничего не\n" +
      "говорящие объяснения, то придется признать, что действительно причина в\n" +
      "том, что жить не из чего, что с исчезновением глубоких убеждений,\n" +
      "всеобщих, безусловных идей, опустел мир внутренний и потерял свою\n" +
      "красоту мир внешний. Каждый почти день приносит нам убийственно\n" +
      "реальные доказательства того, что человек есть существо из двух миров, что\n" +
      "чистый эфир мира духовного так же необходим для его жизни, как и воздух\n" +
      "мира вещественного. Когда человек, освободившись от всяких безусловных\n" +
      "начал и стремлений, обращается искточительно к непосредственным\n" +
      "практическим интересам, то скоро для него самого обнаруживается та\n" +
      "парадоксальная истина, что все эти наслаждения и радости обыкновенной\n" +
      "жизни, которые кажутся такими непосредственнъ1ми и себе довлеющими, в\n" +
      "154 В. С. Соловьев\n" +
      "действительности имеют з начение тол ько при чем-нибудь другом, тол ько\n" +
      "как материал ьная подкладка, внешняя среда друго й, высшей, жизни, сам и\n" +
      "же по себе, поставл енные как цель, лишены всяко го полож ительного\n" +
      "содержания и радикал ьно не способны дать какое-нибудь удовлетворение.\n" +
      "П о известному м ифологическому верованшо многих народов, в одну\n" +
      "таинственную летшою ночь земля открывает все свои сокровища; но только\n" +
      "мудрые, вещие люди, употребляющие магические силы для высоких целей\n" +
      "познания и подчинения себе природы, получают эти сокровища и\n" +
      "пользуются ими; те же, которые искали только этих вещественных\n" +
      "сокровищ ради их самих, приносят домой вместо воображаемого золота\n" +
      "только обгорель1е уголья и навоз. Сокровища непосредственной жизни\n" +
      "имеют цену лишь то гда, ко гда за ними таится безусловное соде ржание,\n" +
      "когда над ними стоит безусловная цель. Если же это содержание, эта цель\n" +
      "перестали существовать для человека, а шпересы материальной жизни\n" +
      "обнаружили между тем все свое ничтожество, то понятно, что ничего более\n" +
      "не остается, кроме самоубийства.\n" +
      "Итак, м<илостивые> r<осудари>, безусловно необходимы для жизни человеческой\n" +
      "убеждения и воззрения высшего порядка, т. е. такие, что разрешали\n" +
      "бы существею1ые вопросы ума, вопросы об истине сущего, о смысле или\n" +
      "разуме явлений, и вместе с тем удовлетворяли бы высшим требованиям вали,\n" +
      "ставя безусловную цель для хоrения, определяя верховную норму деятельности,\n" +
      "давая вну�реннее содержание всей жизни; необходимы, говорю я, такие\n" +
      "общие воззрения, что разрешали бы те вопросы и удовлетворяли бы тем требованиям,\n" +
      "которых не разрешают и которым не удовлетворяют ни непосредственная\n" +
      "практическая жизнь, ни положительная наука. Такие общие воззре­\n" +
      "ния, как известно, существовали и существуют, и притом в двух формах: религии\n" +
      "и философии. Но 1yr представляется великое затруднение. Если нас и не\n" +
      "должен останавливать тот для многих соблазнительный факт, что как религия ,\n" +
      "так и еще более философия лишены , по-видимому, всякого единства, представляясь\n" +
      "в виде м ножества отдельных систе м , не признающих друг друга;\n" +
      "если это, говорю я, и не должно нас останавливать, потому что для более глубокого\n" +
      "понимания уже давно открылось, что как все религиозные системы\n" +
      "суть лишь р азличные, более или менее оrраниченные фазисы одного и того же\n" +
      "религиоз ного соде ржания, так рав но и множ ественность философских систем\n" +
      "есть лишь необходимое условие для последовательного и многостороннего\n" +
      "развития одних и тех же умственных начал; если, таким образом, в высшем\n" +
      "конкреmом единстве исчезает кажущееся противоречие внутри религиозной\n" +
      "сферы и внутри сферы философской, то, однако, все еще остается раздвоение\n" +
      "между религией вообще и ф илософией вообще, двойственность веры и разума.\n" +
      "Правда, это раздв оение существовало не всегда. Так, чтобы не обращаться\n" +
      "к слишком глубокой древности, можно вспомнить, что в лучшие времена христианства\n" +
      "лучшие его представиrели соединяли искренюою веру с философским\n" +
      "глубокомыслием и не находили никакого противоречия между догматами\n" +
      "своей религии и последними результатами тогдашней философии. Но та-\n" +
      "Несколько слов о настоящей задаче философии 155\n" +
      "кое счастливое единство не бьmо продолжительно. Сначала сознание разума\n" +
      "отделилось от религиозной веры, потом стало относиться к ней прямо отрицательно,\n" +
      "враждебно. Эrому разделению во внутренних началах жизни приблизительно\n" +
      "соответствует и разделение во внешней жизни народов, разделение\n" +
      "между так называемым образованным обществом, которое более или менее\n" +
      "сознательно стало под знамя рассудочного просвещения, получающего свои\n" +
      "высшие начала от философии, - и между так называемым простым народом,\n" +
      "который остался верен религиозному преданию. Теперь спрашивается: нормально\n" +
      "ли это двоякое разделение? Одна русская литера'I)'Рно-научная школа\n" +
      "- так называемые славянофилы - отвечали на это безусловно отрицательно.\n" +
      "Признавая указанное разделение явлением вполне ненормальным,\n" +
      "каким-то историческим грехопадением, она требовала всецелого возвращения\n" +
      "к первоначальному единству; требовала, чтобы личный разум совершенно\n" +
      "отказался от своей самостоятельности в пользу общей религиозной веры и\n" +
      "церковного предания. Теперь уже и противники славянофильства признали\n" +
      "важные услуги, оказанные русской мысли представителями этой школы. Тем\n" +
      "не менее очевидно, что основные начала ее моrут быть приняты лишь после\n" +
      "коренного изменения. Со стороны теоретической, признавая все умственное\n" +
      "развитие Запада явлением безусловно ненормальным, произвольным, это воззрение\n" +
      "вносит колоссальную бессмыслицу во всемирную историю; со стороны\n" +
      "же практической оно представляет неисполнимое требование возвратиться\n" +
      "назад, к старому, давно пережитому. Но если д6лжно вопреки славянофильскому\n" +
      "воззрению признать западное развитие, т. е. данное историческое раздвоение\n" +
      "разумного сознания и религиозной веры, законным произведением\n" +
      "логической и исторической необходимости, то отсюда, очевидно, не следует,\n" +
      "чтобы такое раздвоение бьmо вечным абсолютным законом, чтобы философское\n" +
      "сознание по существу своему проти вореч ило рели гиозно й вере. Действ ительно,\n" +
      "мы находим, что это раздвоение и противоречие есть нормальное явление\n" +
      "только как временное переходное состояние; что если разум в известный\n" +
      "момент своего развития становится необходимо в отрицательное отнош\n" +
      "ение к содержанию религиозной веры, то в дальне йшем ходе этого разв ития\n" +
      "он с такою же необходимостью приходит к признанию тех начал, которые\n" +
      "составляют сущность истинной религии. Мы видим, что та самая западная\n" +
      "ф илософия, кото рая п ре жде чуждалась всех р елигиозных начал или относил\n" +
      "ась к ним отрицател ьно, ныне по внутренней необходимости своего развития\n" +
      "стала на такую точку зрения, которая требует положительного отношения к\n" +
      "религии, ВС'l)'пила на такую почву, на которой возможно ее соединение с религией.\n" +
      "И хотя это соединение еще не совершилось и весьма ве роятно, что\n" +
      "никогда не сове р шится в западной философии, но те м не менее весь п ред шествующий\n" +
      "ход философского развития заставляет признать его последним\n" +
      "резул ьтатом высш ий синтез фил ос офского познания и рел и гиозно й веры . Теперь\n" +
      "же, когда этот результат еще не достигнут, он составляет необходимую,\n" +
      "настоящую зада чу философской мысли.",
  },
  {
    content:
      "Если высотою и свободою мысли, внуrренним тоном воззрений, а не\n" +
      "числом и объемом написанных книг определяется значение настоящих\n" +
      "мыслителей, то бесспорно почетное место между ними должно принадлежать\n" +
      "покой ному московскому профессору Памфилу Даниловичу Юркевичу.\n" +
      "В умственном характере его замечател ьным образом соединял ись самостоятельность\n" +
      "и широта взглядов с искренним признанием исторического\n" +
      "предания, глубокое сердечное сочувствие всем существенным интересам\n" +
      "жизни - с тонкою проницател ьностью критическо й мысли. Оставленные\n" +
      "им философские труды не многоч исленны и не обширны. Как и\n" +
      "б6льшая часть русских даровитых людей, он не считал нужным и возможным\n" +
      "давать полное внешнее выражение всему своему умственному содержанию,\n" +
      "выворач ивать его наружу на показ, он не хотел перевести себя\n" +
      "в книгу, превратить все свое духовное существо в публичную соб ственность.\n" +
      "Однако и из того, чт6 им оставлено, достаточно видно, что мы имеем\n" +
      "дело с умом сильным и самостоятельным. Прежде чем обратиться к\n" +
      "обзору его трудов, я сообщу несколько биографических о нем сведений.\n" +
      "Памфил Данилович Юркевич был сыном сельского священника в\n" +
      "Полтавской губернии и родился около 1 827 года. Пройдя семинарский\n" +
      "курс в Полтаве, он поступил в 1 847 году в Киевскую духовную академию.\n" +
      "Здесь по окончании курса с причислением к первому разряду воспитанников\n" +
      "по особому распоряжению местного начальства введен бьm он в назначенную\n" +
      "ему академическою конференциею должность наставника по классу\n" +
      "философских наук ( 1 85 1 г.); в следующем году возведен на степень магистра\n" +
      "и переименован в бакалавры академии; в 1 853 году «за отлично\n" +
      "усердные и весьма полезные труды его объявлено ему благоволение Св.\n" +
      "Синода». В следующем году он определен помощником инспектора академии,\n" +
      "но, вероятно, эта должность не пришлась ему по вкусу, потому что\n" +
      "через два года он, согласно своему прошению, был от нее уволен. В 1 857 году\n" +
      "сверх философии поручено ему было преподавание немецкого языка, а\n" +
      "через год он возведен в звание экстраординарного профессора. В 1 86 1 году\n" +
      "«определением Св. Синода за примерно усердную службу, обширные\n" +
      "сведения и отличное преподавание возведен в звание ординарного профессора\n" +
      "». Труды его, отчасти напечатанные в ученом журнале Академии,\n" +
      "обратили на себя внимание не одного духовного начальства: в том же\n" +
      "1 86 1 году он был приглашен на философскую кафедру в Московский университет,\n" +
      "куда в октябре этого года и был с Высочайшего соизволения\n" +
      "О философских трудах П.Д. Юркевича 1 5 7\n" +
      "перемещен ординарным профессором . Здесь, кроме университетских занятий,\n" +
      "он прочел ряд публичных лекций о материализме, потом в течение\n" +
      "нескольких лет преподавал педагогику в учительской семинарии военного\n" +
      "ведомства1 • В 1 869-1 873 гг. был он деканом историко-филологического\n" +
      "факультета. В этом последнем году П. Д. лишился жены (он женился еще\n" +
      "в Киеве в 1 856 году), которая умерла в Крыму после долгой болезни. Это\n" +
      "несчастие и соединенные с ним тревоги совершенно расстроили здоровье\n" +
      "П. Д. Он серьезно заболел и уже более не поправлялся. 4-го октября текущего\n" +
      "года он скончался в Москве от истощения сил .\n" +
      "Философские труды Юркевича, частию помещенные в провинциальном\n" +
      "и притом специально духовном журнЩiе, мало известны даже таким\n" +
      "лицам, которые могли бы оценить их достоинство. Познакомить их с этими\n" +
      "статьями составляет цель следующего изложения.",
  },
  {
    content:
      "ВВЕДЕНИЕ\n" +
      "В основу этой книги легло то убеждение, что философия в смысле от влеченного,\n" +
      "исключительно теоретического познания окончила свое развитие\n" +
      "и пере пша безвозвратно в мир прошедшего . Это убеждение отлича ется\n" +
      "от об ыкновенного отри цат ельного отношения к философии, система тическое\n" +
      "выражение которого мы находим в так называемом\n" +
      "позитивизме, - отличается мое убеждение, во- первых, тем, что одинаково\n" +
      "относится как к умозрительному направлению философии (т . е . к тому,\n" +
      "что позитивисты называют метафизикою), так равно и к направлению\n" +
      "эмпирическому, т . е . к тому, которое в самом позитивизме находи т свое\n" +
      "последнее и полнейшее выражение . Далее, во-вторых, - это мое убеждение\n" +
      "отличается от позитивистического тем, что, признавая отвлеченнофилософское\n" +
      "развитие законченным, я не считаю его, однако, бесплодным,\n" +
      "а признаю, напротив, что оно привело к известным положительным\n" +
      "результатам, определение которых и составляет главную задачу этой книги.\n" +
      "В-третьих, та самодовольная уверенность, с которою позитивизм из\n" +
      "несостоятельности старой метафизики выводит то заключение, что несостоятельны\n" +
      "и самые метафизические вопросы, которые поэтому и должны\n" +
      "быть совершенно оставлены, - эта уверенность кажется мне крайне ограниченною\n" +
      "и неосновательною. Я надеюсь, напротив, доказать, что\n" +
      "окончившееся философское развитие завещало ближайшему будущему\n" +
      "полное, универсальное разрешение тех вопросов, которые самим этим\n" +
      "развитием разрешались односторонне и потому неудовлетворительно.\n" +
      "Наконец, еще одно существенное отличие моего воззрения от позитивистического\n" +
      "выяснится лучше в самом изложении философского развития,\n" +
      "к которому я и перехожу.",
  },
];

export default manuscriptsDetails;
